{
  "basics": {
    "name": "Benjamin Pirie",
    "email": "btpirie@outlook.com",
    "url": "https://btpirie.github.io",
    "location": {
      "city": "Los Angeles",
      "countryCode": "US",
      "region": "California"},
    "research skills": "Causal Inference, Experimental Design, Applied Econometrics, Spatial Modeling",
    "technical skills": "R, Python, SQL, STATA, GIS, LaTeX, Excel, Git"
    },
  "education": [
    {
      "institution": "University of California, Los Angeles",
      "location": "Los Angeles, CA",
      "studyType": "PhD in Economics",
      "startDate": "2020",
      "endDate": "2025"
    },
    {
      "institution": "University of California, Los Angeles",
      "location": "Los Angeles, CA",
      "studyType": "Master's in Economics",
      "startDate": "2020",
      "endDate": "2022"
    },
    {
      "institution": "University of California, Berkeley",
      "location": "Berkeley, CA",
      "studyType": "Bachelor's in Economics",
      "startDate": "2014",
      "endDate": "2018"
    }
  ],
  "work": [
    {
      "name": "University of California, Los Angeles",
      "position": "TA Consultant",
      "location": "Los Angeles, CA",
      "startDate": "2023-09-01",
      "endDate": "present",
      "highlights": ["Designed and facilitated training programs for approximately 35 new Teaching Assistants annually in the Economics department at UCLA, ensuring effective preparation for their teaching responsibilities.", 
      "Provided year-round mentorship and support to Teaching Assistants, offering strategies to enhance pedagogy and address teaching-related challenges.", 
      "Selected for the role based on outstanding student teaching evaluations, recognizing excellence in instructional effectiveness."]
    }, 
    {
      "name": "Amazon",
      "position": "Economist Intern",
      "location": "Seattle, WA",
      "startDate": "2024-06-24",
      "endDate": "2024-09-13",
      "highlights": ["Applied causal inference methods, including regression discontinuity, to estimate customer delivery speed preferences within the Worldwide Grocery Stores business.", 
      "Wrote scripts to regularly re-estimate these parameters to evaluate the tradeoff of hiring more warehouse labor vs. losing orders due to longer promise times at specific locations and times of day.", 
      "Prepared and presented technical and non-technical reports to finance, operations, and science teams, effectively communicating insights to inform cross-functional decision-making."]
    }, 
    {
      "name": "University of California, Los Angeles",
      "position": "Graduate Research Assistant",
      "location": "Los Angeles, CA",
      "startDate": "2021-06-01",
      "endDate": "2023-12-31",
      "highlights": ["Processed 1.5 billion rows of voter registration data by implementing memory-efficient techniques, such as working with small samples, parallelizing preprocessing steps, and using dimensionality reduction methods like principal component analysis.", 
      "Developed an algorithm to follow registered voters over time by linking voter registration files with name, age, and address fuzzy matching.", 
      "In a separate project I collected and processed data on public transit agencies across the US. I performed regression analysis to examine the relationship between government funding, service quality, and ridership."]
    }, 
    {
      "name": "University of California, Los Angeles",
      "position": "Teaching Assistant",
      "location": "Los Angeles, CA",
      "startDate": "2021-09-01",
      "endDate": "2024-06-30",
      "highlights": ["Recognized with two departmental awards for excellence in teaching, as determined by student evaluations.", 
      "Taught undergraduate courses in data science, econometrics, microeconomics, and personal finance, delivering engaging and accessible instruction to diverse student audiences."]
    }, 
    {
    "name": "The Brattle Group",
    "position": "Research Analyst",
    "location": "San Francisco, CA",
    "startDate": "2018-07-01",
    "endDate": "2020-08-01",
    "highlights": ["Conducted regression analysis, data wrangling, and data cleaning for expert testimony in support of various high-profile litigation matters.", 
    "Trained new analysts in R and SQL.", 
    "Prepared literature reviews and gathered research on a variety of industries."]
   }
  ],
  "awards": [
    {
      "title": "Departmental Teaching Award",
      "date": "Fall 2022",
      "awarder": "UCLA"
    },
    {
      "title": "Graduate Summer Research Mentorship Award",
      "date": "Summer 2022",
      "awarder": "UCLA"
    },
    {
      "title": "Departmental Teaching Award",
      "date": "Winter 2022",
      "awarder": "UCLA"
    },
    {
      "title": "Department of Economics Fellowship",
      "date": "2020",
      "awarder": "UCLA"
    },
    {
      "title": "Dean's List",
      "date": "2017",
      "awarder": "UC Berkeley"
    }
  ]
}
